Repository: kodi-game/game.libretro.beetle-psx-hw
Catalog: game.libretro.beetle-psx-hw/resources/language/resource.language.*/strings.po
Languages: bs_ba, ga

# Addon Summary
source: Sony - PlayStation (Beetle PSX HW)
bs_ba: Sony - PlayStation (Beetle PSX hardver)

# Addon Description
source: Beetle PSX is the PlayStation module of Beetle, a port of Madnafen.
bs_ba: Beetle PSX je PlayStation modul igre Beetle, porta igre Madnafen.
ga: Is é Beetle PSX an modúl PlayStation de chuid Beetle, port de Mednafen.

# #30001
source: Internal GPU Resolution
bs_ba: Rezolucija interne grafičke kartice
ga: Rún GPU Inmheánach

# #30002
source: Internal Color Depth
bs_ba: Unutrašnja dubina boja
ga: Doimhneacht Dath Inmheánach

# #30003
source: Dithering Pattern
bs_ba: Uzorak treperenja
ga: Patrún Díthrithe

# #30004
source: Texture Filtering
bs_ba: Filtriranje tekstura
ga: Scagadh Uigeachta

# #30005
source: Wireframe Mode (Debug)
bs_ba: Žičani model (otklanjanje grešaka)
ga: Mód Sreangfhráma (Dífhabhtú)

# #30006
source: Frame Duping (Speedup)
bs_ba: Kopiranje kadrova (ubrzanje)
ga: Múchadh Frámaí (Luasghéarú)

# #30007
source: Display Internal FPS
bs_ba: Prikaz internog FPS-a
ga: Taispeáin FPS Inmheánach

# #30008
source: Display Full VRAM (Debug)
bs_ba: Prikaz punog VRAM-a (otklanjanje grešaka)
ga: Taispeáin VRAM Iomlán (Dífhabhtú)

# #30009
source: Analog Self-Calibration
bs_ba: Analogna samokalibracija
ga: Féin-Chalabrú Analógach

# #30011
source: DualShock Analog Mode Combo
bs_ba: Kombinacija analognog načina rada DualShocka
ga: Comhcheangal Mód Analógach DualShock

# #30012
source: DualShock Analog Mode Combo Hold Delay
bs_ba: DualShock analogni način rada Combo Hold Delay
ga: Moill Shealbhaíochta i Mód Analógach DualShock Combo

# #30013
source: Port 1: Multitap Enable
bs_ba: Port 1: Omogući višestruki prihvat
ga: Port 1: Cumasaigh Il-thapála

# #30014
source: Port 2: Multitap Enable
bs_ba: Port 2: Omogući višestruki prihvat
ga: Port 2: Cumasaigh Il-thapála

# #30015
source: Gun Input Mode
bs_ba: Način unosa pištolja
ga: Mód Ionchuir Gunna

# #30016
source: Gun Cursor
bs_ba: Kursor pištolja
ga: Cúrsóir Gunna

# #30017
source: Port 1: Gun Crosshair Color
bs_ba: Port 1: Boja nišana pištolja
ga: Port 1: Dath Crosaire Gunna

# #30018
source: Port 2: Gun Crosshair Color
bs_ba: Port 2: Boja nišana pištolja
ga: Port 2: Dath Crosaire Gunna

# #30019
source: Mouse Sensitivity
bs_ba: Osjetljivost miša
ga: Íogaireacht Luiche

# #30020
source: neGcon Twist Response
bs_ba: neGconov odgovor na okretanje
ga: Freagra Casadh neGcon

# #30021
source: neGcon Twist Deadzone
bs_ba: neGcon Twist mrtva zona
ga: Crios Marbh Twist neGcon

# #30022
source: Memory Card 0 Method (Restart Required)
bs_ba: Metoda memorijske kartice 0 (potrebno ponovno pokretanje)
ga: Modh Cárta Cuimhne 0 (Atosú Riachtanach)

# #30023
source: Enable Memory Card 1 (Restart Required)
bs_ba: Omogući memorijsku karticu 1 (potrebno ponovno pokretanje)
ga: Cumasaigh Cárta Cuimhne 1 (Atosú Riachtanach)

# #30024
source: Shared Memory Cards (Restart Required)
bs_ba: Dijeljene memorijske kartice (potrebno ponovno pokretanje)
ga: Cártaí Cuimhne Comhroinnte (Atosú Riachtanach)

# #30025
source: Memory Card Left Index
bs_ba: Lijevi indeks memorijske kartice
ga: Innéacs Clé Cárta Cuimhne

# #30026
source: Memory Card Right Index
bs_ba: Desni indeks memorijske kartice
ga: Innéacs Deas Cárta Cuimhne

# #30027
source: PGXP Operation Mode
bs_ba: PGXP način rada
ga: Mód Oibríochta PGXP

# #30028
source: PGXP 2D Geometry Tolerance
bs_ba: PGXP 2D geometrijska tolerancija
ga: Caoinfhulaingt Geoiméadrachta 2T PGXP

# #30029
source: PGXP Primitive Culling
bs_ba: PGXP Primitivno odstrel
ga: Marú Prímitiúil PGXP

# #30030
source: PGXP Vertex Cache
bs_ba: PGXP Vertex keš
ga: Taisce Buaicphointe PGXP

# #30031
source: PGXP Perspective Correct Texturing
bs_ba: PGXP Perspektiva Ispravno Teksturiranje
ga: Uigeacht Cheart Peirspictíochta PGXP

# #30032
source: Line-to-Quad Hack
bs_ba: Hakiranje od linije do četvorke
ga: Haic Líne-go-Ceathair

# #30033
source: Widescreen Mode Hack
bs_ba: Hak za širokoekranski način rada
ga: Haic Mód Leathan-Scáileáin

# #30034
source: Widescreen Mode Hack Aspect Ratio
bs_ba: Omjer širine i visine širokog ekrana
ga: Cóimheas Gné Haic Mód Leathan-Scáileáin

# #30035
source: CPU Frequency Scaling (Overclock)
bs_ba: Skaliranje frekvencije CPU-a (overklok)
ga: Scálú Minicíochta LAP (Róchlogáil)

# #30036
source: GTE Overclock
bs_ba: Overklok GTE-a
ga: Róchlogáil GTE

# #30037
source: Skip BIOS
bs_ba: Preskoči BIOS
ga: Scipeáil an BIOS

# #30038
source: Override BIOS (Restart Required)
bs_ba: Nadjačavanje BIOS-a (potrebno ponovno pokretanje)
ga: Sáraigh BIOS (Atosú Riachtanach)

# #30039
source: Renderer (Restart Required)
bs_ba: Renderer (potrebno ponovno pokretanje)
ga: Rindreálaí (Atosú Riachtanach)

# #30040
source: Software Framebuffer
bs_ba: Softverski framebuffer
ga: Maolán Fráma Bogearraí

# #30042
source: Dynarec Code Invalidation
bs_ba: Poništavanje Dynarec koda
ga: Neamhbhailíochtú Cód Dynarec

# #30043
source: Dynarec DMA/GPU/MDEC/Timer Event Cycles
bs_ba: Dynarec DMA/GPU/MDEC/Tajmer ciklusi događaja
ga: Timthriallta Imeachta Dynarec DMA/GPU/MDEC/Amadóir

# #30044
source: Dynarec SPU Samples
bs_ba: Dynarec SPU uzorci
ga: Samplaí SPU Dynarec

# #30045
source: Core-Reported FPS Timing
bs_ba: Vrijeme FPS-a prijavljeno od strane jezgra
ga: Amchlár FPS Tuairiscithe ag an gCroí

# #30046
source: PAL (European) Video Timing Override
bs_ba: PAL (evropski) video tajming poništavanje
ga: Sárú Ama Físe PAL (Eorpach)

# #30047
source: Crop Overscan
bs_ba: Izrezivanje prekoračenja okvira
ga: Barrscánadh

# #30048
source: Additional Cropping
bs_ba: Dodatno izrezivanje
ga: Bearradh Breise

# #30049
source: Offset Cropped Image
bs_ba: Pomaknuto izrezana slika
ga: Íomhá Bearrtha Fritháireamh

# #30050
source: Horizontal Image Offset (GPU Cycles)
bs_ba: Horizontalni pomak slike (ciklusi GPU-a)
ga: Fritháireamh Íomhá Cothrománach (Timthriallta GPU)

# #30051
source: GPU Rasterizer Overclock
bs_ba: Overklokacija GPU rasterizatora
ga: Róchlogáil Rasterizer GPU

# #30052
source: Core Aspect Ratio
bs_ba: Omjer širine i visine jezgra
ga: Cóimheas Gné Croí

# #30053
source: Initial Scan Line - NTSC
bs_ba: Početna linija skeniranja - NTSC
ga: Líne Scanadh Tosaigh - NTSC

# #30054
source: Last Scan Line - NTSC
bs_ba: Posljednja linija skeniranja - NTSC
ga: Líne Scanadh Deiridh - NTSC

# #30055
source: Initial Scan Line - PAL
bs_ba: Početna linija skeniranja - PAL
ga: Líne Scanadh Tosaigh - PAL

# #30056
source: Last Scan Line - PAL
bs_ba: Posljednja linija skeniranja - PAL
ga: Líne Scanadh Deiridh - PAL

# #30057
source: CD Access Method (Restart Required)
bs_ba: Metod pristupa CD-u (potrebno ponovno pokretanje)
ga: Modh Rochtana CD (Atosú Riachtanach)

# #30058
source: CD Loading Speed
bs_ba: Brzina učitavanja CD-a
ga: Luas Luchtaithe CD

# #30059
source: DualShock Analog Mode Toggle
bs_ba: Prebacivanje/Uključivanje analognog načina rada DualShocka
ga: Mód Analógach DualShock a Athrú

# #30060
source: Display OSD Messages
bs_ba: Prikaz OSD poruka
ga: Taispeáin Teachtaireachtaí OSD

# #30061
source: Deinterlace Method
bs_ba: Metoda deinterlaciranja
ga: Modh Dí-idirfhite

# #30041
source: CPU Dynarec
ga: LAP Dynarec
